Revit 2027 API
ParameterTypeId.RbsParallelpipesVerticalOffsetValue Property
 "Vertical Offset value for parallel pipes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsParallelpipesVerticalOffsetValue { get; }
Public Shared ReadOnly Property RbsParallelpipesVerticalOffsetValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsParallelpipesVerticalOffsetValue {
	ForgeTypeId^ get ();
}
static member RbsParallelpipesVerticalOffsetValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace